Repository: pluginsGLPI/databaseinventory
Catalog: locales/*.po
Languages: es_mx, it_it, ja_jp, pt_br, sk_sk, sv_se

source: Port
es_mx: Puerto
it_it: Porta
ja_jp: ポート
pt_br: Porta

source: Login
es_mx: Acceso
ja_jp: ユーザー名
sk_sk: Prihlásenie
sv_se: Användarnamn

source: Password
es_mx: Contraseña
ja_jp: パスワード
pt_br: Senha
sk_sk: Heslo
sv_se: Lösenord

source: Socket
es_mx: Conexión
it_it: Presa
ja_jp: ソケット
pt_br: Soquete
sk_sk: Soket

source: Execution frequency for partial inventory
es_mx: Frecuencia de ejecución del inventario parcial
it_it: Frequenza di esecuzione per l'inventario parziale
ja_jp: 部分インベントリーの実行間隔
pt_br: Frequência de execução para inventário parcial
sk_sk: Frekvencia spúšťania pre čiastočný inventár
sv_se: Fördröj körning av partiell inventering

source: Execution delay
es_mx: Retraso en la ejecución
it_it: Ritardo di esecuzione
ja_jp: 実行の遅延
pt_br: Atraso de execução
sk_sk: Oneskorenie spúšťania
sv_se: Fördröjning

source: Database Inventory
es_mx: Inventario de bases de datos
it_it: Inventario di Database
ja_jp: データベースインベントリー
pt_br: Inventário de banco de dados
sk_sk: Inventár databáz
sv_se: Databasinventering

source: Database params
es_mx: Parámetros de la base de datos
it_it: Parametri del Database
ja_jp: データベースのパラメーター
pt_br: Parâmetros do banco de dado
sk_sk: Parameter databázy
sv_se: DB-parameter

source: Partial inventory
es_mx: Inventario parcial
it_it: Inventario parziale
ja_jp: 部分インベントリー
pt_br: Inventário parcial
sk_sk: Čiastočný inventár
sv_se: Partiell inventering

source: Run database inventory
es_mx: Ejecutar inventario de base de datos
ja_jp: データベースインベントリーを実行
pt_br: Executar inventário do banco de dados
sk_sk: Spustiť inventár databáz
sv_se: Köra databasinventering

source: Static group
es_mx: Grupo estático
it_it: Gruppo statico
ja_jp: 静的グループ
pt_br: Grupo estático
sk_sk: Statická skupina
sv_se: Statisk grupp

source: Contact log
es_mx: Registro de contacto
it_it: Registro dei contatti
ja_jp: 接続ログ
pt_br: Registro de contato
sk_sk: Kontaktný záznam
sv_se: Anslutningslogg

source: Credential
es_mx: Credencial
it_it: Credenziali
ja_jp: 認証
pt_br: Credencial
sk_sk: Prihlasovací údaj
sv_se: Inloggningsuppgift

source: Dynamic group
es_mx: Grupo dinámico
it_it: Gruppo dinamico
ja_jp: 動的グループ
pt_br: Grupo dinâmico
sk_sk: Dynamická skupina
sv_se: Dynamisk grupp

source: Computer Group
es_mx: Grupo de computo
it_it: Gruppo di computer
ja_jp: コンピューターグループ
pt_br: Grupo de Computadores
sk_sk: Počítačová skupina
sv_se: Datorgrupp

source: Credential type
es_mx: Tipo de credencial
it_it: Tipo di credenziali
ja_jp: 認証の型
pt_br: Tipo de credencial
sk_sk: Typ prihlasovacieho údaja
sv_se: Autentiseringstyper

source: You cannot remove this type
es_mx: No puedes eliminar este tipo
it_it: Tu non puoi rimuovere questo oggetto
ja_jp: この型を削除する権限がありません
pt_br: Você não pode remover este tipo
sk_sk: Nemôžete odstrániť tento typ
sv_se: Det går inte att ta bort denna typ

source: Microsoft SQL
ja_jp: Microsoft SQL Server

source: Run
es_mx: Ejecutar
it_it: Esegui
ja_jp: 実行
pt_br: Executar
sk_sk: Spustiť
sv_se: Kör

source: Agent not found for computer
es_mx: Agente no encontrado para la computadora
it_it: Agente non trovato per il computer
ja_jp: コンピューターのエージェントが見つかりません
pt_br: Agente não encontrado para computador
sk_sk: Agent pre počítač nebol nájdený
sv_se: Hittade ingen agent för dator

source: Agent %1$s not found
es_mx: Agente %1$sno encontrado
it_it: Agente %1$s non trovato
ja_jp: %1$s エージェントが見つかりません
pt_br: Agente %1$s não encontrado
sk_sk: Agent %1$s nebol nájdený
sv_se: Hittade inte %1$s-agenten

source: Requested at %s
es_mx: Solicitado en %s
it_it: Richiesta a %s
ja_jp: %s に要求
pt_br: Solicitado em %s
sk_sk: Požiadané %s
sv_se: Begärdes %s

source: Request database inventory
es_mx: Solicitar inventario de la base de datos
it_it: Richiesta di inventario del database
ja_jp: データベースインベントリーを要求
pt_br: Solicitar inventário de banco de dados
sk_sk: Požiadať o inventár databáz
sv_se: Begär databasinventering

source: Ask agent to proceed a database inventory
es_mx: Solicitar al agente que proceda a un inventario de la base de datos
it_it: Chiedi all'agente di procedere ad un inventario del database
ja_jp: エージェントにデータベースインベントリーを要求
pt_br: Peça ao agente para prosseguir com um inventário do banco de dados
sk_sk: Požiadať agenta o vykonanie inventára databáz
sv_se: Be agenten fortsätta med en inventering

source: Number of dynamic items
es_mx: Número de elementos dinámicos
it_it: Numero di elementi dinamici
ja_jp: 動的アイテムの数
pt_br: Número de itens dinâmicos
sk_sk: Počet dynamických položiek
sv_se: Antal dynamiska objekt

source: Number of static items
es_mx: Número de elementos estáticos
it_it: Numero di elementi statici
ja_jp: 静的アイテムの数
pt_br: Número de itens estáticos
sk_sk: Počet statických položiek
sv_se: Antal statiska objekt

source: List of dynamic items
es_mx: Lista de elementos dinámicos
it_it: Lista degli oggetti dinamici
ja_jp: 動的アイテムの一覧
pt_br: Lista de itens dinâmicos
sk_sk: Zoznam dynamických položiek
sv_se: Dynamiska objekt

source: List of static items
es_mx: Lista de elementos estáticos
it_it: Lista degli oggetti statici
ja_jp: 静的アイテムの一覧
pt_br: Lista de itens estáticos
sk_sk: Zoznam statických položiek
sv_se: Statiska objekt

source: Please select a computer
es_mx: Por favor seleccione una computadora
it_it: Per favore seleziona un computer
ja_jp: コンピューターを選択してください
pt_br: Favor selecionar um computador
sk_sk: Vyberte počítač
sv_se: Välj dator

source: Run partial databases inventory
es_mx: Ejecutar inventario de bases de datos parciales
it_it: Esegui un inventario parziale del databse
ja_jp: 部分データベースインベントリーを実行
pt_br: Executar inventário parcial de bancos de dados
sk_sk: Spustiť čiastočný inventár databáz
sv_se: Kör partiell inventering
